Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/giellatekno/grammatihkka.html.tmx
Source language: sme
Languages: nob

source: Grammatihkka ja sojahanparadigmat
nob: Grammatikk og bøyingsparadigme

source: Pope / Sárá: Eatnigiella - Giellaoahpu váldogirji.
nob: Vi holder på å skrive en minigrammatikk.

source: 2. hápmi, 1. deaddileapmi. Davvi Girji 2004.
nob: Den er oppdelt etter ordklasse, og for noen ordklasser kommer du først til ei oversiktsside med link til en større side.

source: Nickel: Samisk grammatikk. 2. deaddileapmi.
nob: Vi har bl.a. hentet opplysninger fra disse bøkene:

source: Dás lea liŋka min paradigmageneráhtorii.
nob: Her er lenke til paradigmegeneratoren vår.

source: Don sáhtát čállit sámi sáni, ja de oaččut sáni sojahanparadigma.
nob: Der kan du skrive inn et samisk ord, og så får du bøyningsparadigmet for det ordet.

source: Substantiivvat - guhkes teaksta
nob: Substantiv - lang tekst

source: Adjektiivvat - guhkes teaksta
nob: Adjektiv - lang tekst

source: Lohkosánit
nob: Pronomener

source: Vearbbat - guhkes teaksta
nob: Verb - lang tekst

source: Vearbbat - dušše sojahanparadigmat
nob: Adverb

source: Advearbbat
nob: Konjunksjoner og subjunksjoner

source: Partihkkalat
nob: Pre- og postposisjoner

source: Dássemolsašupmi
nob: Partikler

source: Oamastangehčosat
nob: Interjeksjoner

source: Pop-up siidduid birra.
nob: Stadieveksling
